{
    "Hallo! Ich bin Julia": "Hi, I am Julia",
    "Gemeinsam ans Ziel": "Let's start",
    "Meine berufliche Reise ist ebenso einzigartig wie erfüllend. Ich startete als leidenschaftliche, professionelle Balletttänzerin, was mir ein Auge für Ästhetik und Präzision schenkte. Diese künstlerische Grundlage nutzte ich als Sprungbrett in die digitale Welt, als ich 1998 einen der ersten Onlineshops gründete, der mein Hobby und meinen Beruf nahtlos miteinander verband. Die rasanten Entwicklungen im digitalen Bereich haben mich inspiriert, meine Fähigkeiten zu erweitern, und so entschied ich mich für eine Weiterbildung zur Frontendentwicklerin. Mit diesem neuen Wissen kann ich die technischen Aspekte meines Onlinegeschäfts selbst handhaben und bin nun bereit, als Junior Frontendentwicklerin neue, spannende Projekte zu gestalten. Ich freue mich darauf, mit Ihnen zusammenzuarbeiten und Ihre Ideen zum Leben zu erwecken. Willkommen in meiner Welt!": "My professional journey is as unique as it is fulfilling. I began as a passionate, professional ballet dancer, which bestowed upon me an eye for aesthetics and precision. I utilized this artistic foundation as a stepping stone into the digital world when I founded one of the first online shops in 1998, seamlessly integrating my hobby and profession. The rapid developments in the digital field inspired me to expand my skills, leading me to pursue further education as a front-end developer. With this newfound knowledge, I am able to handle the technical aspects of my online business independently, and I am now ready to shape new and exciting projects as a junior front-end developer. I look forward to collaborating with you and bringing your ideas to life. Welcome to my world!",
    "Nachricht senden": "Send",
    "Meine Kompetenzen": "Skill set",
    "Meine Arbeit": "My work",
    "Hier findest Du einige meiner Arbeiten. Sie entstanden während meiner Ausbildung bei der Developer-Akademie. Viel Spaß beim Ausprobieren!":"Here you can find some of my work. They were created during my training at the Developer Academy. Have fun trying!"
}