{
    "Über mich": "About me",
    "Kompetenzprofil": "Skill set" ,
    "Meine Arbeiten": "My work",
    "Hallo! Ich bin Julia": "Hi, I am Julia",
    "Gemeinsam ans Ziel": "Let's start",
    "Meine berufliche Reise ist ebenso einzigartig wie erfüllend. Ich startete als leidenschaftliche, professionelle Balletttänzerin, was mir ein Auge für Ästhetik und Präzision schenkte. Diese künstlerische Grundlage nutzte ich als Sprungbrett in die digitale Welt, als ich 1998 einen der ersten Onlineshops gründete, der mein Hobby und meinen Beruf nahtlos miteinander verband. Die rasanten Entwicklungen im digitalen Bereich haben mich inspiriert, meine Fähigkeiten zu erweitern, und so entschied ich mich für eine Weiterbildung zur Frontendentwicklerin. Mit diesem neuen Wissen kann ich die technischen Aspekte meines Onlinegeschäfts selbst handhaben und bin nun bereit, als Junior Frontendentwicklerin neue, spannende Projekte zu gestalten. Ich freue mich darauf, mit Ihnen zusammenzuarbeiten und Ihre Ideen zum Leben zu erwecken. Willkommen in meiner Welt!": "My professional journey is as unique as it is fulfilling. I began as a passionate, professional ballet dancer, which bestowed upon me an eye for aesthetics and precision. I utilized this artistic foundation as a stepping stone into the digital world when I founded one of the first online shops in 1998, seamlessly integrating my hobby and profession. The rapid developments in the digital field inspired me to expand my skills, leading me to pursue further education as a front-end developer. With this newfound knowledge, I am able to handle the technical aspects of my online business independently, and I am now ready to shape new and exciting projects as a junior front-end developer. I look forward to collaborating with you and bringing your ideas to life. Welcome to my world!",
    "Nachricht senden": "Send",
    "Meine Kompetenzen": "Skill set",
    "Meine Arbeit": "My work",
    "Hier findest Du einige meiner Arbeiten. Sie entstanden während meiner Ausbildung bei der Developer-Akademie. Viel Spaß beim Ausprobieren!":"Here you can find some of my work. They were created during my training at the Developer Academy. Have fun trying!",
    "Join Beschreibung": "This is a task manager based on the principle of the Kanban system. You can easily organize, create, edit and delete your tasks using drag-and-drop. You can also set up individual categories and assign specific employees to each task.",
"Teste es": "Try it",
"La Mama Loca Beschreibung": "A classic run, jump and throw game with an object-oriented approach. Mom is crazy and messes with spiders and mosquitoes. Help her defeat the final boss!",
"Ring of Fire Beschreibung": "Completely pointless drinking card game, but very helpful to learn some basic principles of Angular and Firebase. In multiplayer style, everyone can get drunk.",
    "Kontakt": "Contact",
"Was gibt es zu erledigen?": "Got a problem to solve?",
"Kontaktiere mich über das Kontaktformular, ich freue mich von Dir zu hören.": "Contact me via the contact form, I look forward to hearing from you.",
"Sag Hallo": "Say hello",
"Du suchst einen Frontend Entwickler?": "Need a Frontend developer?",
"Melde Dich bei mir!": "Contact me!" ,
"Bitte Namen eingeben": "Please enter name",
"Bitte email eingeben": "Please enter email",
"Bitte eine Nachricht eingeben.": "Please enter a message",
"Ungültige email": "Invalid email",
"Impressum": "Imprint",
"Telefon" : "Phone",
"Datenschutz": "Data protection",
"Quelle": "source",
"Diese Seite ist meine Portfolio-Seite im Zuge der Weiterbildung zum Frontendentwickler bei der Developerakademie München.": "This page is my portfolio page in the course of further training as a frontend developer at the Developer Academy in Munich.",
"Angaben gemäß § 5 TMG": "According to § 5 TMG",
"Es wurden u.a. Icons von Icons8 benutzt.": "Icons from Icons8 were used, among others.",
"Datenschutz auf einen Blick": "Privacy at a glance",
"Allgemeine Hinweise": "General information",
"Die folgenden Hinweise geben einen einfachen Überblick darüber, was mit Ihren personenbezogenen Datenpassiert, wenn Sie diese Website besuchen. Personenbezogene Daten sind alle Daten, mit denen Siepersönlich identifiziert werden können. Ausführliche Informationen zum Thema Datenschutz entnehmenSie unserer unter diesem Text aufgeführten Datenschutzerklärung.": "The following notes give a simple overview of what happens to your personal data when you visit this website. Personal data is all data with which you can be personally identified. Detailed information on the subject of data protection can be found in our data protection declaration listed under this text.",
"Datenerfassung auf dieser Website" : "Data collection on this website",
"Wer ist verantwortlich für die Datenerfassung auf dieser Website?": "Who is responsible for data collection on this website?",
"Die Datenverarbeitung auf dieser Website erfolgt durch den Websitebetreiber. Dessen Kontaktdatenkönnen Sie dem Abschnitt „Hinweis zur Verantwortlichen Stelle“ in dieser Datenschutzerklärung entnehmen.": "The data processing on this website is carried out by the website operator. You can find their contact details in the section 'Note on the responsible body' in this data protection declaration.",
"Wie erfassen wir Ihre Daten?": "How do we collect your data?", 
"Ihre Daten werden zum einen dadurch erhoben, dass Sie uns diese mitteilen. Hierbei kann es sich z. B. um Daten handeln, die Sie in ein Kontaktformular eingeben. Andere Daten werden automatisch oder nach Ihrer Einwilligung beim Besuch der Website durch unsere IT-Systeme erfasst. Das sind vor allem technische Daten (z. B. Internetbrowser, Betriebssystem oder Uhrzeitdes Seitenaufrufs). Die Erfassung dieser Daten erfolgt automatisch, sobald Sie diese Website betreten.": "Your data is collected on the one hand by the fact that you communicate it to us. This can, for example, be data that you enter in a contact form. Other data is automatically or with your consent when you visit the website by our IT systems. This is primarily technical data (e.g. Internet browser, operating system or time of the page view). This data is recorded automatically as soon as you enter this website.",
"Wofür nutzen wir Ihre Daten?" : "What do we use your data for?",
"Ein Teil der Daten wird erhoben, um eine fehlerfreie Bereitstellung der Website zu gewährleisten. AndereDaten können zur Analyse Ihres Nutzerverhaltens verwendet werden." : "Some of the data is collected to ensure that the website is provided correctly. Other data can be used to analyze your user behavior.",
"Welche Rechte haben Sie bezüglich Ihrer Daten?": "What rights do you have regarding your data?",
"Sie haben jederzeit das Recht, unentgeltlich Auskunft über Herkunft, Empfänger und Zweck Ihrergespeicherten personenbezogenen Daten zu erhalten. Sie haben außerdem ein Recht, die Berichtigung oder Löschung dieser Daten zu verlangen. Wenn Sie eine Einwilligung zur Datenverarbeitung erteilt haben, können Sie diese Einwilligung jederzeit für die Zukunft widerrufen. Außerdem haben Sie das Recht, unterbestimmten Umständen die Einschränkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen.Des Weiteren steht Ihnen ein Beschwerderecht bei der zuständigen Aufsichtsbehörde zu.Hierzu sowie zu weiteren Fragen zum Thema Datenschutz können Sie sich jederzeit an uns wenden.": "You have the right at any time to receive information free of charge about the origin, recipient and purpose of your stored personal data. You also have the right to request the correction or deletion of this data. If you have given your consent to data processing, you can revoke this consent at any time revoked your consent for the future.You also have the right, under certain circumstances, to demand the restriction of the processing of your personal data.You also have the right to lodge a complaint with the responsible supervisory authority.You can contact us at any time with regard to this and other questions on the subject of data protection .",
"Analyse-Tools und Tools von Drittanbietern": "Analysis Tools and Third-Party Tools",
"Beim Besuch dieser Website kann Ihr Surf-Verhalten statistisch ausgewertet werden. Das geschieht vorallem mit sogenannten Analyseprogrammen. Detaillierte Informationen zu diesen Analyseprogrammen finden Sie in der folgendenDatenschutzerklärung." : "When you visit this website, your surfing behavior can be statistically evaluated. This is mainly done with so-called analysis programs. Detailed information on these analysis programs can be found in the following data protection declaration.",
"Allgemeine Hinweise und Pflichtinformationen": "General notes and mandatory information",
"Die Betreiber dieser Seiten nehmen den Schutz Ihrer persönlichen Daten sehr ernst. Wir behandeln Ihrepersonenbezogenen Daten vertraulich und entsprechend den gesetzlichen Datenschutzvorschriften sowie dieser Datenschutzerklärung. Wenn Sie diese Website benutzen, werden verschiedene personenbezogene Daten erhoben. Personenbezogene Daten sind Daten, mit denen Sie persönlich identifiziert werden können. Die vorliegendeDatenschutzerklärung erläutert, welche Daten wir erheben und wofür wir sie nutzen. Sie erläutert auch, wieund zu welchem Zweck das geschieht.Wir weisen darauf hin, dass die Datenübertragung im Internet (z. B. bei der Kommunikation per E-Mail)Sicherheitslücken aufweisen kann. Ein lückenloser Schutz der Daten vor dem Zugriff durch Dritte ist nicht möglich.": "The operators of these pages take the protection of your personal data very seriously. We treat your personal data confidentially and in accordance with the statutory data protection regulations and this data protection declaration. When you use this website, various personal data are collected. Personal data is data with which you are personally identified This data protection declaration explains what data we collect and what we use it for. It also explains how and for what purpose this happens. We would like to point out that data transmission on the Internet (e.g. when communicating by e-mail ) may have security gaps. A complete protection of the data against access by third parties is not possible.",
"Hinweis zur verantwortlichen Stelle": "Note on the responsible body",
"Die verantwortliche Stelle für die Datenverarbeitung auf dieser Website ist: Julia Georgiew und Thomas Mahler, Ickinger Str. 16, 82335 Berg Telefon: [08178 909925] E-Mail: [info@julia-georgiew.de]. Verantwortliche Stelle ist die natürliche oder juristische Person, die allein oder gemeinsam mit anderen überdie Zwecke und Mittel der Verarbeitung von personenbezogenen Daten (z. B. Namen, E-Mail-Adressen o. Ä.)entscheidet.": "The responsible body for data processing on this website is: Julia Georgiew and Thomas Mahler, Ickinger Str. 16, 82335 Berg Telephone: [08178 909925] Email: [info@julia-georgiew.de]. The responsible body is the natural or a legal entity that alone or together with others decides on the purposes and means of processing personal data (e.g. names, e-mail addresses, etc.).",
"Speicherdauer": "Storage Duration",
"Soweit innerhalb dieser Datenschutzerklärung keine speziellere Speicherdauer genannt wurde, verbleibenIhre personenbezogenen Daten bei uns, bis der Zweck für die Datenverarbeitung entfällt. Wenn Sie ein berechtigtes Löschersuchen geltend machen oder eine Einwilligung zur Datenverarbeitung widerrufen,werden Ihre Daten gelöscht, sofern wir keine anderen rechtlich zulässigen Gründe für die Speicherung Ihrerpersonenbezogenen Daten haben (z. B. steuer- oder handelsrechtliche Aufbewahrungsfristen); imletztgenannten Fall erfolgt die Löschung nach Fortfall dieser Gründe.": "Unless a specific storage period has been specified in this data protection declaration, your personal data will remain with us until the purpose for data processing no longer applies. If you make a legitimate request for deletion or revoke your consent to data processing, your data will be deleted unless we have other legally permissible reasons for the storage of your personal data (e.g. tax or commercial law retention periods); in the latter case, the deletion takes place after these reasons cease to exist.",
"Allgemeine Hinweise zu den Rechtsgrundlagen der Datenverarbeitung auf dieser Website": "General information on the legal basis for data processing on this website",
"Sofern Sie in die Datenverarbeitung eingewilligt haben, verarbeiten wir Ihre personenbezogenen Daten auf Grundlage von Art. 6 Abs. 1 lit. a DSGVO bzw. Art. 9 Abs. 2 lit. a DSGVO, sofern besondere Datenkategoriennach Art. 9 Abs. 1 DSGVO verarbeitet werden. Im Falle einer ausdrücklichen Einwilligung in die Übertragungpersonenbezogener Daten in Drittstaaten erfolgt die Datenverarbeitung außerdem auf Grundlage von Art.49 Abs. 1 lit. a DSGVO. Sofern Sie in die Speicherung von Cookies oder in den Zugriff auf Informationen inIhr Endgerät (z. B. via Device-Fingerprinting) eingewilligt haben, erfolgt die Datenverarbeitung zusätzlichauf Grundlage von § 25 Abs. 1 TTDSG. Die Einwilligung ist jederzeit widerrufbar. Sind Ihre Daten zur Vertragserfüllung oder zur Durchführung vorvertraglicher Maßnahmen erforderlich, verarbeiten wir IhreDaten auf Grundlage des Art. 6 Abs. 1 lit. b DSGVO. Des Weiteren verarbeiten wir Ihre Daten, sofern diesezur Erfüllung einer rechtlichen Verpflichtung erforderlich sind auf Grundlage von Art. 6 Abs. 1 lit. c DSGVO.Die Datenverarbeitung kann ferner auf Grundlage unseres berechtigten Interesses nach Art. 6 Abs. 1 lit. fDSGVO erfolgen. Über die jeweils im Einzelfall einschlägigen Rechtsgrundlagen wird in den folgendenAbsätzen dieser Datenschutzerklärung informiert.": "If you have consented to the data processing, we process your personal data on the basis of Art. 6 Para. 1 lit. a DSGVO or Art. 9 Para. 2 lit. a DSGVO, provided that special data categories according to Art. 9 Para. 1 DSGVO If you have expressly consented to the transfer of personal data to third countries, the data will also be processed on the basis of Article 49 (1) (a) GDPR. B. via device fingerprinting), the data processing is also based on § 25 paragraph 1 TTDSG. The consent can be revoked at any time. If your data is required to fulfill the contract or to carry out pre-contractual measures, we process your data on the basis of Art Paragraph 1 lit. b GDPR.Furthermore, we process your data if it is required to fulfill a legal obligation on the basis of Article 6 Paragraph 1 lit.c GDPR.The data processing can also be based on our legitimate interest in accordance with Article 6 Paragraph 1 lit. fDSGVO. The following paragraphs of this data protection declaration provide information on the relevant legal bases in each individual case.",
"Hinweis zur Datenweitergabe in die USA und sonstige Drittstaaten": "Note on data transfer to the USA and other third countries",
"Wir verwenden unter anderem Tools von Unternehmen mit Sitz in den USA oder sonstigendatenschutzrechtlich nicht sicheren Drittstaaten. Wenn diese Tools aktiv sind, können Ihrepersonenbezogene Daten in diese Drittstaaten übertragen und dort verarbeitet werden. Wir weisen daraufhin, dass in diesen Ländern kein mit der EU vergleichbares Datenschutzniveau garantiert werden kann.Beispielsweise sind US-Unternehmen dazu verpflichtet, personenbezogene Daten an Sicherheitsbehördenherauszugeben, ohne dass Sie als Betroffener hiergegen gerichtlich vorgehen könnten. Es kann daher nichtausgeschlossen werden, dass US-Behörden (z. B. Geheimdienste) Ihre auf US-Servern befindlichen Daten zuÜberwachungszwecken verarbeiten, auswerten und dauerhaft speichern. Wir haben auf dieseVerarbeitungstätigkeiten keinen Einfluss.": "We use tools from companies based in the USA or other third countries that are not secure under data protection law. If these tools are active, your personal data can be transferred to these third countries and processed there. We would like to point out that in these countries there is no comparable to the EU Level of data protection can be guaranteed.For example, US companies are obliged to release personal data to security authorities without you as the person concerned being able to take legal action.It cannot therefore be ruled out that US authorities (e.g. secret services) store your data on US servers process, evaluate and permanently store the data for monitoring purposes. We have no influence on these processing activities.",
"Widerruf Ihrer Einwilligung zur Datenverarbeitung": "Revocation of your consent to data processing",
"Viele Datenverarbeitungsvorgänge sind nur mit Ihrer ausdrücklichen Einwilligung möglich. Sie können einebereits erteilte Einwilligung jederzeit widerrufen. Die Rechtmäßigkeit der bis zum Widerruf erfolgten Datenverarbeitung bleibt vom Widerruf unberührt.": "Many data processing operations are only possible with your express consent. You can revoke consent that has already been given at any time. The legality of the data processing carried out up to the revocation remains unaffected by the revocation.",
"Widerspruchsrecht gegen die Datenerhebung in besonderen Fällen sowie gegen Direktwerbung": "Right to object to data collection in special cases and to direct advertising",
"WENN DIE DATENVERARBEITUNG AUF GRUNDLAGE VON ART. 6 ABS. 1 LIT. E ODER F DSGVOERFOLGT, HABEN SIE JEDERZEIT DAS RECHT, AUS GRÜNDEN, DIE SICH AUS IHRER BESONDERENSITUATION ERGEBEN, GEGEN DIE VERARBEITUNG IHRER PERSONENBEZOGENEN DATENWIDERSPRUCH EINZULEGEN; DIES GILT AUCH FÜR EIN AUF DIESE BESTIMMUNGEN GESTÜTZTESPROFILING. DIE JEWEILIGE RECHTSGRUNDLAGE, AUF DENEN EINE VERARBEITUNG BERUHT,ENTNEHMEN SIE DIESER DATENSCHUTZERKLÄRUNG. WENN SIE WIDERSPRUCH EINLEGEN,WERDEN WIR IHRE BETROFFENEN PERSONENBEZOGENEN DATEN NICHT MEHR VERARBEITEN, ESSEI DENN, WIR KÖNNEN ZWINGENDE SCHUTZWÜRDIGE GRÜNDE FÜR DIE VERARBEITUNGNACHWEISEN, DIE IHRE INTERESSEN, RECHTE UND FREIHEITEN ÜBERWIEGEN ODER DIEVERARBEITUNG DIENT DER GELTENDMACHUNG, AUSÜBUNG ODER VERTEIDIGUNG VONRECHTSANSPRÜCHEN (WIDERSPRUCH NACH ART. 21 ABS. 1 DSGVO Widerspruchsrecht gegen die Datenerhebung in besonderen Fällen sowie gegenDirektwerbung (Art. 21 DSGVO).": "IF THE DATA PROCESSING IS BASED ON ART. 6 (1) LIT. E OR F GDPR, YOU HAVE THE RIGHT AT ANY TIME TO OBJECT THE PROCESSING OF YOUR PERSONAL DATA FOR REASONS RESULTING FROM YOUR PARTICULAR SITUATION; THIS ALSO APPLIES TO A PROFILING IS SUPPORTED BY THESE TERMS.THE APPLICABLE LEGAL BASIS ON WHICH ANY PROCESSING IS BASED CAN BE FOUND IN THIS PRIVACY STATEMENT.IF YOU OBJECT,WE WILL NO LONGER PROCESS YOUR PERSONAL DATA CONCERNED UNLESS WE CAN HAVE COMPELLING PROTECTIVE REASONS FOR THE PROOF OF PROCESSING YOUR INTERESTS, RIGHTS AND FREEDOMS PREVAIL OR THE PROCESSING IS FOR THE ASSESSMENT, EXERCISING OR DEFENSE OF LEGAL CLAIMS (OBJECTION PURSUANT TO ART. 21 (1) GDPR Right to object to data collection in special cases and to direct advertising (Art. 21 GDPR).",
"Beschwerderecht bei der zuständigen Aufsichtsbehörde": "Right of appeal to the competent supervisory authority",
"Im Falle von Verstößen gegen die DSGVO steht den Betroffenen ein Beschwerderecht bei einer Aufsichtsbehörde, insbesondere in dem Mitgliedstaat ihres gewöhnlichen Aufenthalts, ihres Arbeitsplatzes oder des Orts des mutmaßlichen Verstoßes zu. Das Beschwerderecht besteht unbeschadet anderweitiger verwaltungsrechtlicher oder gerichtlicher Rechtsbehelfe.": "In the event of violations of the GDPR, those affected have a right of appeal to a supervisory authority, in particular in the member state of their habitual residence, their place of work or the place of the alleged violation. The right of appeal exists without prejudice to other administrative or judicial remedies.",
"Recht auf Datenübertragbarkeit": "Right to data portability",
"Sie haben das Recht, Daten, die wir auf Grundlage Ihrer Einwilligung oder in Erfüllung eines Vertragsautomatisiert verarbeiten, an sich oder an einen Dritten in einem gängigen, maschinenlesbaren Formataushändigen zu lassen. Sofern Sie die direkte Übertragung der Daten an einen anderen Verantwortlichenverlangen, erfolgt dies nur, soweit es technisch machbar ist.": "You have the right to have data that we process automatically on the basis of your consent or in fulfillment of a contract handed over to you or to a third party in a common, machine-readable format. If you request the direct transmission of the data to another person responsible, this will take place only as far as it is technically feasible.",
"Auskunft, Löschung und Berichtigung": "Information, deletion and correction",
"Sie haben im Rahmen der geltenden gesetzlichen Bestimmungen jederzeit das Recht auf unentgeltliche Auskunft über Ihre gespeicherten personenbezogenen Daten, deren Herkunft und Empfänger und denZweck der Datenverarbeitung und ggf. ein Recht auf Berichtigung oder Löschung dieser Daten. Hierzu sowiezu weiteren Fragen zum Thema personenbezogene Daten können Sie sich jederzeit an uns wenden.": "You have the right to free information about your stored personal data, its origin and recipient and the purpose of the data processing and, if necessary, a right to correction or deletion of this data within the framework of the applicable legal provisions you can contact us at any time.",
"Recht auf Einschränkung der Verarbeitung" : "Right to restriction of processing",
"Sie haben das Recht, die Einschränkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen.Hierzu können Sie sich jederzeit an uns wenden. Das Recht auf Einschränkung der Verarbeitung besteht infolgenden Fällen:- Wenn Sie die Richtigkeit Ihrer bei uns gespeicherten personenbezogenen Daten bestreiten, benötigen wirin der Regel Zeit, um dies zu überprüfen. Für die Dauer der Prüfung haben Sie das Recht, die Einschränkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen.- Wenn die Verarbeitung Ihrer personenbezogenen Daten unrechtmäßig geschah/geschieht, können Siestatt der Löschung die Einschränkung der Datenverarbeitung verlangen.-Wenn wir Ihre personenbezogenen Daten nicht mehr benötigen, Sie sie jedoch zur Ausübung,Verteidigung oder Geltendmachung von Rechtsansprüchen benötigen, haben Sie das Recht, statt derLöschung die Einschränkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen.- Wenn Sie einen Widerspruch nach Art. 21 Abs. 1 DSGVO eingelegt haben, muss eine Abwägung zwischenIhren und unseren Interessen vorgenommen werden. Solange noch nicht feststeht, wessen Interessenüberwiegen, haben Sie das Recht, die Einschränkung der Verarbeitung Ihrer personenbezogenen Datenzu verlangen. Wenn Sie die Verarbeitung Ihrer personenbezogenen Daten eingeschränkt haben, dürfen diese Daten – vonihrer Speicherung abgesehen – nur mit Ihrer Einwilligung oder zur Geltendmachung, Ausübung oderVerteidigung von Rechtsansprüchen oder zum Schutz der Rechte einer anderen natürlichen oderjuristischen Person oder aus Gründen eines wichtigen öffentlichen Interesses der Europäischen Union odereines Mitgliedstaats verarbeitet werden.": "You have the right to request the restriction of the processing of your personal data. You can contact us at any time. The right to restriction of processing exists in the following cases: - If you dispute the accuracy of your personal data stored by us, we need a usually time to check this.For the duration of the check, you have the right to demand the restriction of the processing of your personal data.- If the processing of your personal data happened/is happening unlawfully, you can demand the restriction of data processing instead of deletion .-If we no longer need your personal data, but you need them to exercise, defend or assert legal claims, you have the right to request the restriction of the processing of your personal data instead of deletion.- If you object under Art. 21 Paragraph 1 DSGVO have filed, a balance must be made between your interests and ours. As long as it is not clear whose interests prevail, you have the right to demand that the processing of your personal data be restricted. If you have restricted the processing of your personal data, this data - apart from its storage - may only be used with your consent or to assert, exercise or defend legal claims or to protect the rights of another natural or legal person or for reasons of important public interest in the European Union ora Member State.",
"SSL- bzw. TLS-Verschlüsselung": "SSL or TLS encryption",
"Diese Seite nutzt aus Sicherheitsgründen und zum Schutz der Übertragung vertraulicher Inhalte, wie zumBeispiel Bestellungen oder Anfragen, die Sie an uns als Seitenbetreiber senden, eine SSL- bzw. TLS-Verschlüsselung. Eine verschlüsselte Verbindung erkennen Sie daran, dass die Adresszeile des Browsers von„http://“ auf „https://“ wechselt und an dem Schloss-Symbol in Ihrer Browserzeile.Wenn die SSL- bzw. TLS-Verschlüsselung aktiviert ist, können die Daten, die Sie an uns übermitteln, nichtvon Dritten mitgelesen werden.": "This site uses SSL or TLS encryption for security reasons and to protect the transmission of confidential content, such as orders or inquiries that you send to us as the site operator. You can recognize an encrypted connection by the fact that the address line of the browser is from 'http://' changes to 'https://' and the lock symbol in your browser line. If SSL or TLS encryption is activated, the data that you transmit to us cannot be read by third parties .",
"Kontaktformular": "Contact form",
"Wenn Sie uns per Kontaktformular Anfragen zukommen lassen, werden Ihre Angaben aus dem Anfrageformular inklusive der von Ihnen dort angegebenen Kontaktdaten zwecks Bearbeitung der Anfrageund für den Fall von Anschlussfragen bei uns gespeichert. Diese Daten geben wir nicht ohne Ihre Einwilligung weiter. Die Verarbeitung dieser Daten erfolgt auf Grundlage von Art. 6 Abs. 1 lit. b DSGVO, sofern Ihre Anfrage mitder Erfüllung eines Vertrags zusammenhängt oder zur Durchführung vorvertraglicher Maßnahmen erforderlich ist. In allen übrigen Fällen beruht die Verarbeitung auf unserem berechtigten Interesse an der effektiven Bearbeitung der an uns gerichteten Anfragen (Art. 6 Abs. 1 lit. f DSGVO) oder auf Ihrer Einwilligung (Art. 6 Abs. 1 lit. a DSGVO) sofern diese abgefragt wurde; die Einwilligung ist jederzeit widerrufbar.Die von Ihnen im Kontaktformular eingegebenen Daten verbleiben bei uns, bis Sie uns zur Löschungauffordern, Ihre Einwilligung zur Speicherung widerrufen oder der Zweck für die Datenspeicherung entfällt(z. B. nach abgeschlossener Bearbeitung Ihrer Anfrage). Zwingende gesetzliche Bestimmungen –insbesondere Aufbewahrungsfristen – bleiben unberührt.": "If you send us inquiries via the contact form, your details from the inquiry form, including the contact details you provided there, will be stored by us for the purpose of processing the inquiry and in the event of follow-up questions. We will not pass on this data without your consent. The processing of this data takes place on the basis of Article 6 (1) (b) GDPR if your request is related to the fulfillment of a contract or is necessary to carry out pre-contractual measures.In all other cases, the processing is based on our legitimate interest in the effective processing of the data addressed to us Inquiries (Art. 6 Para. 1 lit. f GDPR) or on your consent (Art. 6 Para. 1 lit. a GDPR) if this has been requested; the consent can be revoked at any time.The data you enter in the contact form remain with us until you request us to delete, revoke your consent to storage or the purpose for data storage no longer applies (e.g. B. after your request has been processed). Mandatory legal provisions - especially retention periods - remain unaffected.",
"Plugins und Tools": "Plugins and Tools",
"Google Fonts sind lokal gespeichert, ein Abruf von fremden Servern ist daher nicht notwendig.": "Google Fonts are stored locally, so it is not necessary to call them up from external servers."



}